{
    "<pad>": 0,
    "<s>": 1,
    "</s>": 2,
    "<unk>": 3,
    "<sep>": 4,
    "<cls>": 5,
    "<mask>": 6,
    "ఒ": 7,
    "ţ": 8,
    "ѳ": 9,
    "̉": 10,
    "Ф": 11,
    "·": 12,
    " ": 13,
    "Й": 14,
    "Ѣ": 15,
    "ђ": 16,
    "ὸ": 17,
    "γ": 18,
    "Ђ": 19,
    "$": 20,
    "¿": 21,
    "έ": 22,
    "Т": 23,
    "я": 24,
    "✔": 25,
    "̈": 26,
    "∠": 27,
    "∫": 28,
    "Z": 29,
    "←": 30,
    "ќ": 31,
    "š": 32,
    "♥": 33,
    "ń": 34,
    "щ": 35,
    "Ъ": 36,
    "ש": 37,
    "Ј": 38,
    "ů": 39,
    "ת": 40,
    "對": 41,
    "м": 42,
    "О": 43,
    "΀": 44,
    "¹": 45,
    "ř": 46,
    "„": 47,
    "û": 48,
    "А": 49,
    "н": 50,
    "ј": 51,
    "Ц": 52,
    ",": 53,
    "ʼ": 54,
    "∀": 55,
    "舞": 56,
    "ѝ": 57,
    "Ў": 58,
    "ャ": 59,
    "(": 60,
    "ѐ": 61,
    "Ї": 62,
    "@": 63,
    "з": 64,
    "ί": 65,
    "ð": 66,
    "H": 67,
    "内": 68,
    "'": 69,
    "б": 70,
    "Š": 71,
    "Ä": 72,
    "ī": 73,
    "ύ": 74,
    "♂": 75,
    "​": 76,
    "Ё": 77,
    "‹": 78,
    "?": 79,
    "P": 80,
    "ѵ": 81,
    "算": 82,
    "˙": 83,
    "φ": 84,
    "ґ": 85,
    "К": 86,
    "e": 87,
    "ö": 88,
    "Ж": 89,
    "с": 90,
    "д": 91,
    "ゼ": 92,
    "p": 93,
    "Н": 94,
    "ῦ": 95,
    "W": 96,
    "歓": 97,
    "ľ": 98,
    "/": 99,
    "ψ": 100,
    "": 101,
    "1": 102,
    "ὐ": 103,
    "だ": 104,
    "ר": 105,
    "ῷ": 106,
    "が": 107,
    "─": 108,
    "ル": 109,
    "Ω": 110,
    "加": 111,
    "": 112,
    "¸": 113,
    "й": 114,
    "%": 115,
    "三": 116,
    "✨": 117,
    "ћ": 118,
    "ȁ": 119,
    "ŭ": 120,
    "伎": 121,
    "ἄ": 122,
    "Р": 123,
    "ç": 124,
    "S": 125,
    "̀": 126,
    "Τ": 127,
    "ό": 128,
    "à": 129,
    "\t": 130,
    "▸": 131,
    "4": 132,
    "ŋ": 133,
    "⅝": 134,
    "ү": 135,
    "q": 136,
    "∪": 137,
    "松": 138,
    "!": 139,
    "ן": 140,
    "Ӂ": 141,
    "+": 142,
    "零": 143,
    "έ": 144,
    "ΰ": 145,
    "⅛": 146,
    "Ξ": 147,
    "カ": 148,
    "â": 149,
    "Ч": 150,
    "ж": 151,
    "¬": 152,
    "\"": 153,
    "ϊ": 154,
    "Ç": 155,
    "–": 156,
    "💥": 157,
    "☺": 158,
    "З": 159,
    "˛": 160,
    "ﬁ": 161,
    "\u0005": 162,
    "Ì": 163,
    "": 164,
    "7": 165,
    "行": 166,
    "k": 167,
    "ו": 168,
    "½": 169,
    "§": 170,
    "す": 171,
    "へ": 172,
    "µ": 173,
    "ü": 174,
    "土": 175,
    "Θ": 176,
    "ë": 177,
    "⅜": 178,
    "‚": 179,
    "һ": 180,
    "き": 181,
    "_": 182,
    "ă": 183,
    "ύ": 184,
    "ї": 185,
    "—": 186,
    "·": 187,
    "Ê": 188,
    "ρ": 189,
    ":": 190,
    "8": 191,
    "ú": 192,
    "《": 193,
    "A": 194,
    "Υ": 195,
    "\u0002": 196,
    "ѓ": 197,
    "Ż": 198,
    "ә": 199,
    "ό": 200,
    "ス": 201,
    ">": 202,
    "ś": 203,
    "K": 204,
    "њ": 205,
    "к": 206,
    "²": 207,
    "": 208,
    "Γ": 209,
    "5": 210,
    "●": 211,
    "R": 212,
    "ф": 213,
    "Π": 214,
    "ᾳ": 215,
    "能": 216,
    "Ρ": 217,
    "Â": 218,
    "č": 219,
    "è": 220,
    "": 221,
    "ἱ": 222,
    "！": 223,
    "M": 224,
    "❄": 225,
    "t": 226,
    "も": 227,
    "ξ": 228,
    "ή": 229,
    "Í": 230,
    "I": 231,
    "ы": 232,
    "ё": 233,
    "️": 234,
    "É": 235,
    "Ã": 236,
    "ɪ": 237,
    "o": 238,
    "": 239,
    "ώ": 240,
    "ϑ": 241,
    "*": 242,
    "Я": 243,
    "э": 244,
    "Ē": 245,
    "Ř": 246,
    "˗": 247,
    "": 248,
    "″": 249,
    "õ": 250,
    "O": 251,
    "Ϊ": 252,
    "ー": 253,
    "χ": 254,
    "ю": 255,
    "ν": 256,
    "|": 257,
    "た": 258,
    "−": 259,
    "う": 260,
    "џ": 261,
    "Č": 262,
    "П": 263,
    "√": 264,
    "歪": 265,
    " ": 266,
    "l": 267,
    "ò": 268,
    "℅": 269,
    "р": 270,
    "þ": 271,
    "ュ": 272,
    "z": 273,
    "”": 274,
    "ş": 275,
    "ê": 276,
    "À": 277,
    "α": 278,
    "座": 279,
    "→": 280,
    "X": 281,
    "⠀": 282,
    "δ": 283,
    "ὼ": 284,
    "ὑ": 285,
    "Ы": 286,
    "‘": 287,
    "ä": 288,
    "ň": 289,
    "": 290,
    "b": 291,
    "ė": 292,
    "¡": 293,
    "c": 294,
    "•": 295,
    "י": 296,
    "ク": 297,
    "ῖ": 298,
    "め": 299,
    "歌": 300,
    "♡": 301,
    "ħ": 302,
    "w": 303,
    "⅓": 304,
    "ű": 305,
    "Ý": 306,
    "у": 307,
    "n": 308,
    "­": 309,
    " ": 310,
    "↔": 311,
    "Ѕ": 312,
    " ": 313,
    "﻿": 314,
    "ά": 315,
    "Ó": 316,
    "j": 317,
    "字": 318,
    "子": 319,
    "Δ": 320,
    " ": 321,
    "ï": 322,
    "灯": 323,
    "下": 324,
    "r": 325,
    "Ü": 326,
    "g": 327,
    "ῤ": 328,
    "∙": 329,
    "ң": 330,
    "♠": 331,
    "ő": 332,
    "о": 333,
    "⅞": 334,
    "‡": 335,
    "┴": 336,
    "¼": 337,
    "ø": 338,
    "↑": 339,
    "‰": 340,
    "v": 341,
    "{": 342,
    "ш": 343,
    "Λ": 344,
    "口": 345,
    "∥": 346,
    "□": 347,
    "ā": 348,
    "を": 349,
    "´": 350,
    "Ќ": 351,
    "€": 352,
    "": 353,
    "λ": 354,
    "Å": 355,
    "¾": 356,
    "\b": 357,
    "º": 358,
    "ô": 359,
    "№": 360,
    "ž": 361,
    "\n": 362,
    "ę": 363,
    "֠": 364,
    "∧": 365,
    "ż": 366,
    "³": 367,
    "′": 368,
    "æ": 369,
    "Φ": 370,
    "ū": 371,
    "ϕ": 372,
    "́": 373,
    "È": 374,
    "ム": 375,
    "ὁ": 376,
    "`": 377,
    "Ú": 378,
    "™": 379,
    "Б": 380,
    ")": 381,
    "ч": 382,
    "ἶ": 383,
    "►": 384,
    "Ь": 385,
    "6": 386,
    "戦": 387,
    "T": 388,
    "Ν": 389,
    "ま": 390,
    "F": 391,
    "≈": 392,
    "⅔": 393,
    "ý": 394,
    "π": 395,
    "ί": 396,
    "Ε": 397,
    "ì": 398,
    "火": 399,
    "ζ": 400,
    "9": 401,
    "&": 402,
    "Q": 403,
    "": 404,
    "¶": 405,
    "Χ": 406,
    "Ѵ": 407,
    "ὺ": 408,
    "C": 409,
    "Ѓ": 410,
    "×": 411,
    "₂": 412,
    "U": 413,
    "Ѳ": 414,
    "Є": 415,
    "ď": 416,
    "¦": 417,
    "Э": 418,
    "β": 419,
    "»": 420,
    "ἀ": 421,
    "±": 422,
    "ω": 423,
    "†": 424,
    "«": 425,
    "῾": 426,
    "Κ": 427,
    "ロ": 428,
    "i": 429,
    "Ѹ": 430,
    "灸": 431,
    "~": 432,
    "Œ": 433,
    "\u0010": 434,
    "�": 435,
    "ἡ": 436,
    "Ө": 437,
    "υ": 438,
    "体": 439,
    "に": 440,
    "Х": 441,
    "ὴ": 442,
    "よ": 443,
    "á": 444,
    "撃": 445,
    "\f": 446,
    "Ω": 447,
    ";": 448,
    "І": 449,
    "=": 450,
    "ǐ": 451,
    "シ": 452,
    "ğ": 453,
    "В": 454,
    "מ": 455,
    "≠": 456,
    "#": 457,
    "җ": 458,
    "ө": 459,
    "˝": 460,
    "ἁ": 461,
    "Ζ": 462,
    "ÿ": 463,
    "■": 464,
    "΄": 465,
    "ὶ": 466,
    "L": 467,
    "п": 468,
    "®": 469,
    "״": 470,
    "2": 471,
    "<": 472,
    "…": 473,
    "0": 474,
    "x": 475,
    "τ": 476,
    "爪": 477,
    "ὦ": 478,
    "y": 479,
    "ὕ": 480,
    "і": 481,
    "ь": 482,
    "Д": 483,
    "љ": 484,
    "ϋ": 485,
    "ε": 486,
    "σ": 487,
    "ñ": 488,
    "ć": 489,
    "Σ": 490,
    "ц": 491,
    "䋚": 492,
    "í": 493,
    "“": 494,
    "Е": 495,
    "°": 496,
    "▲": 497,
    "т": 498,
    "ź": 499,
    "и": 500,
    "Љ": 501,
    "ó": 502,
    "－": 503,
    "迎": 504,
    "Ґ": 505,
    "E": 506,
    "Æ": 507,
    "Β": 508,
    "♦": 509,
    "£": 510,
    "Ѡ": 511,
    "　": 512,
    "ι": 513,
    "Ά": 514,
    "У": 515,
    "ὰ": 516,
    "Ô": 517,
    "\u000e": 518,
    "ה": 519,
    "Ł": 520,
    "η": 521,
    "Έ": 522,
    "а": 523,
    "]": 524,
    "ã": 525,
    "G": 526,
    "ъ": 527,
    "θ": 528,
    "х": 529,
    "h": 530,
    "א": 531,
    "ἕ": 532,
    "ϰ": 533,
    "J": 534,
    "}": 535,
    "Ø": 536,
    "り": 537,
    "-": 538,
    "г": 539,
    "ἐ": 540,
    "♀": 541,
    "л": 542,
    "面": 543,
    "ĕ": 544,
    "ο": 545,
    "ל": 546,
    ".": 547,
    "a": 548,
    "る": 549,
    "μ": 550,
    "": 551,
    "ː": 552,
    "ı": 553,
    " ": 554,
    "М": 555,
    "ị": 556,
    "―": 557,
    "в": 558,
    "᾽": 559,
    "ў": 560,
    "Г": 561,
    "😇": 562,
    "ť": 563,
    "Л": 564,
    "↓": 565,
    "é": 566,
    "え": 567,
    "ς": 568,
    "ʙ": 569,
    "藁": 570,
    "Ο": 571,
    "チ": 572,
    "ב": 573,
    "Y": 574,
    "m": 575,
    "Ò": 576,
    "С": 577,
    "ē": 578,
    "\\": 579,
    "ホ": 580,
    "い": 581,
    "（": 582,
    " ": 583,
    "÷": 584,
    "ˆ": 585,
    "N": 586,
    "Ш": 587,
    "ą": 588,
    "Ι": 589,
    "¤": 590,
    "ῥ": 591,
    "抗": 592,
    "ѣ": 593,
    "Μ": 594,
    "‎": 595,
    "́": 596,
    "Џ": 597,
    "ł": 598,
    "s": 599,
    "╦": 600,
    "ΐ": 601,
    "B": 602,
    "є": 603,
    "": 604,
    "育": 605,
    "å": 606,
    "ῆ": 607,
    "u": 608,
    " ": 609,
    "^": 610,
    "е": 611,
    "ά": 612,
    "3": 613,
    "Ö": 614,
    "Ю": 615,
    "電": 616,
    "Ž": 617,
    "Α": 618,
    "Щ": 619,
    "ὔ": 620,
    "ù": 621,
    "[": 622,
    "♣": 623,
    "Ś": 624,
    "ῳ": 625,
    "Њ": 626,
    "V": 627,
    "œ": 628,
    "Ş": 629,
    "‑": 630,
    "Η": 631,
    "d": 632,
    "ˈ": 633,
    "∂": 634,
    "Ћ": 635,
    "ß": 636,
    "đ": 637,
    "И": 638,
    "κ": 639,
    " ": 640,
    "の": 641,
    "ῶ": 642,
    "）": 643,
    "ě": 644,
    "ѕ": 645,
    "î": 646,
    "半": 647,
    "≥": 648,
    "\u0004": 649,
    "⅟": 650,
    "D": 651,
    "‒": 652,
    "’": 653,
    "›": 654,
    "f": 655,
    "©": 656,
    "ꐜ": 657,
    "+а": 658,
    "+е": 659,
    "+ё": 660,
    "+и": 661,
    "+о": 662,
    "+у": 663,
    "+ы": 664,
    "+э": 665,
    "+ю": 666,
    "+я": 667
}