{
  "_name_or_path": "RUAccent-stressed-encoder-pruned",
  "architectures": [
    "RoFormerForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "embedding_size": 384,
  "hidden_act": "silu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 384,
  "id2label": {
    "0": "k",
    "1": "l",
    "2": "s\u02d0",
    "3": "\u0292",
    "4": "t~\u0255",
    "5": "j",
    "6": "'\u0250",
    "7": "i\u02d0",
    "8": "f\u02b2\u02d0",
    "9": "\u0279",
    "10": "'\u0289",
    "11": "v",
    "12": "'\u0275",
    "13": "\u0259r",
    "14": "d\u0361\u0292",
    "15": "\u028a",
    "16": "\u026b",
    "17": "\u026a",
    "18": "o\u02d0",
    "19": "j\u0275",
    "20": "\u0254\u02d0",
    "21": "\u025a",
    "22": "j\u02d0",
    "23": "d\u02b2\u02d0",
    "24": "\u0294",
    "25": "s\u02b2",
    "26": "\u025b\u02d0",
    "27": "u",
    "28": "n\u02b2\u02d0",
    "29": "\u0283",
    "30": "d~z\u02b2",
    "31": "'je",
    "32": "<DELETE>",
    "33": "t~s",
    "34": "\u0251\u02d0",
    "35": "m\u02b2",
    "36": "\u0275",
    "37": "\u0261\u02b2",
    "38": "j\u0259",
    "39": "d\u02d0",
    "40": "j\u028a",
    "41": "\u025b",
    "42": "k\u02d0",
    "43": "v\u02b2\u02d0",
    "44": "x",
    "45": "n\u02b2",
    "46": "n",
    "47": "j\u026a",
    "48": "z\u02b2",
    "49": "\u0250",
    "50": "\u00e6\u02d0",
    "51": "n\u02d0",
    "52": "p\u02b2\u02d0",
    "53": "v\u02d0",
    "54": "r",
    "55": "l\u0329",
    "56": "t~\u0255\u02d0",
    "57": "'ju",
    "58": "x\u02b2",
    "59": "'j\u00e6",
    "60": "'\u026a",
    "61": "_",
    "62": "\u0255",
    "63": "b",
    "64": "a\u02d0",
    "65": "o",
    "66": "k\u02b2\u02d0",
    "67": "'\u0259",
    "68": "\u0255\u02d0",
    "69": "d\u02b2",
    "70": "r\u02b2",
    "71": "d~\u0290",
    "72": "'ji",
    "73": "t\u02b2\u02d0",
    "74": "w",
    "75": "b\u02b2",
    "76": "p\u02d0",
    "77": "r\u02d0",
    "78": "\u025d",
    "79": "e\u02d0",
    "80": "\u0259",
    "81": "t",
    "82": "'ja",
    "83": "'\u028a",
    "84": "b\u02d0",
    "85": "m\u02b2\u02d0",
    "86": "'j\u0289",
    "87": "'u",
    "88": "z",
    "89": "ju",
    "90": "t~s\u02b2",
    "91": "x",
    "92": "z\u02d0",
    "93": "j\u00e6",
    "94": "\u00f0",
    "95": "je",
    "96": "\u0290",
    "97": "\u0282\u02d0",
    "98": "\u025c\u02d0",
    "99": "\u0290\u02d0",
    "100": "\u0255\u02d0",
    "101": "l\u02b2",
    "102": "\u0261\u02d0",
    "103": "\u0268",
    "104": "ji",
    "105": "p\u02b2",
    "106": "\u0252",
    "107": "\u026a\u02d0",
    "108": "z\u02b2\u02d0",
    "109": "\u0254",
    "110": "\u03b8",
    "111": "\u026b\u02d0",
    "112": "f\u02b2",
    "113": "p",
    "114": "v\u02b2",
    "115": "i",
    "116": "t~\u0282",
    "117": "'i",
    "118": "'a",
    "119": "\u014b",
    "120": "\u025c",
    "121": "\u028a\u032f",
    "122": "\u026a\u032f",
    "123": "n\u0329",
    "124": "k\u02b2",
    "125": "'o",
    "126": "u\u02d0",
    "127": "f",
    "128": "j\u0289",
    "129": "'\u025b",
    "130": "s_",
    "131": "\u0261",
    "132": "'\u00e6",
    "133": "\u0289",
    "134": "m",
    "135": "s",
    "136": "a",
    "137": "'e",
    "138": "\u00e6",
    "139": "t\u02b2",
    "140": "h",
    "141": "\u026ar\u02b2",
    "142": "m\u02d0",
    "143": "\u0251",
    "144": "e",
    "145": "'j\u0275",
    "146": "d",
    "147": "s\u02b2\u02d0",
    "148": "\u028c",
    "149": "d~z",
    "150": "l\u02b2\u02d0",
    "151": "t~s",
    "152": "m\u0329",
    "153": "\u0282",
    "154": "ja",
    "155": "t~s\u02d0",
    "156": "\u025d\u02d0",
    "157": "'\u0268",
    "158": "\u028d",
    "159": "t\u02d0",
    "160": "t\u0361\u0283",
    "161": "'j\u026a",
    "162": "r\u02b2\u02d0"
  },
  "initializer_range": 0.02,
  "intermediate_size": 768,
  "label2id": {
    "'a": 118,
    "'e": 137,
    "'i": 117,
    "'ja": 82,
    "'je": 31,
    "'ji": 72,
    "'ju": 57,
    "'j\u00e6": 59,
    "'j\u026a": 161,
    "'j\u0275": 145,
    "'j\u0289": 86,
    "'o": 125,
    "'u": 87,
    "'\u00e6": 132,
    "'\u0250": 6,
    "'\u0259": 67,
    "'\u025b": 129,
    "'\u0268": 157,
    "'\u026a": 60,
    "'\u0275": 12,
    "'\u0289": 10,
    "'\u028a": 83,
    "<DELETE>": 32,
    "_": 61,
    "a": 136,
    "a\u02d0": 64,
    "b": 63,
    "b\u02b2": 75,
    "b\u02d0": 84,
    "d": 146,
    "d~z": 149,
    "d~z\u02b2": 30,
    "d~\u0290": 71,
    "d\u02b2": 69,
    "d\u02b2\u02d0": 23,
    "d\u02d0": 39,
    "d\u0361\u0292": 14,
    "e": 144,
    "e\u02d0": 79,
    "f": 127,
    "f\u02b2": 112,
    "f\u02b2\u02d0": 8,
    "h": 140,
    "i": 115,
    "i\u02d0": 7,
    "j": 5,
    "ja": 154,
    "je": 95,
    "ji": 104,
    "ju": 89,
    "j\u00e6": 93,
    "j\u0259": 38,
    "j\u026a": 47,
    "j\u0275": 19,
    "j\u0289": 128,
    "j\u028a": 40,
    "j\u02d0": 22,
    "k": 0,
    "k\u02b2": 124,
    "k\u02b2\u02d0": 66,
    "k\u02d0": 42,
    "l": 1,
    "l\u02b2": 101,
    "l\u02b2\u02d0": 150,
    "l\u0329": 55,
    "m": 134,
    "m\u02b2": 35,
    "m\u02b2\u02d0": 85,
    "m\u02d0": 142,
    "m\u0329": 152,
    "n": 46,
    "n\u02b2": 45,
    "n\u02b2\u02d0": 28,
    "n\u02d0": 51,
    "n\u0329": 123,
    "o": 65,
    "o\u02d0": 18,
    "p": 113,
    "p\u02b2": 105,
    "p\u02b2\u02d0": 52,
    "p\u02d0": 76,
    "r": 54,
    "r\u02b2": 70,
    "r\u02b2\u02d0": 162,
    "r\u02d0": 77,
    "s": 135,
    "s_": 130,
    "s\u02b2": 25,
    "s\u02b2\u02d0": 147,
    "s\u02d0": 2,
    "t": 81,
    "t~s": 151,
    "t~s\u02b2": 90,
    "t~s\u02d0": 155,
    "t~\u0255": 4,
    "t~\u0255\u02d0": 56,
    "t~\u0282": 116,
    "t\u02b2": 139,
    "t\u02b2\u02d0": 73,
    "t\u02d0": 159,
    "t\u0361\u0283": 160,
    "u": 27,
    "u\u02d0": 126,
    "v": 11,
    "v\u02b2": 114,
    "v\u02b2\u02d0": 43,
    "v\u02d0": 53,
    "w": 74,
    "x": 91,
    "x\u02b2": 58,
    "z": 88,
    "z\u02b2": 48,
    "z\u02b2\u02d0": 108,
    "z\u02d0": 92,
    "\u00e6": 138,
    "\u00e6\u02d0": 50,
    "\u00f0": 94,
    "\u014b": 119,
    "\u0250": 49,
    "\u0251": 143,
    "\u0251\u02d0": 34,
    "\u0252": 106,
    "\u0254": 109,
    "\u0254\u02d0": 20,
    "\u0255": 62,
    "\u0255\u02d0": 100,
    "\u0259": 80,
    "\u0259r": 13,
    "\u025a": 21,
    "\u025b": 41,
    "\u025b\u02d0": 26,
    "\u025c": 120,
    "\u025c\u02d0": 98,
    "\u025d": 78,
    "\u025d\u02d0": 156,
    "\u0261": 131,
    "\u0261\u02b2": 37,
    "\u0261\u02d0": 102,
    "\u0268": 103,
    "\u026a": 17,
    "\u026ar\u02b2": 141,
    "\u026a\u02d0": 107,
    "\u026a\u032f": 122,
    "\u026b": 16,
    "\u026b\u02d0": 111,
    "\u0275": 36,
    "\u0279": 9,
    "\u0282": 153,
    "\u0282\u02d0": 97,
    "\u0283": 29,
    "\u0289": 133,
    "\u028a": 15,
    "\u028a\u032f": 121,
    "\u028c": 148,
    "\u028d": 158,
    "\u0290": 96,
    "\u0290\u02d0": 99,
    "\u0292": 3,
    "\u0294": 24,
    "\u03b8": 110
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "roformer",
  "num_attention_heads": 16,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "rotary_value": false,
  "torch_dtype": "float32",
  "transformers_version": "4.35.1",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 668
}
